{
    "HostCountryId": 7,
    "HostCountryCode": "CN",
    "HostCountryName": null,
    "PartnerCountryId": 39,
    "PartnerCountryCode": "GB",
    "PartnerCountryName": null,
    "Title": "AGREEMENT BETWEEN THE GOVERNMENT OFTHE PEOPLE’S REPUBLIC OF CHINA AND THE GOVERNMENT OFTHE UNITED KINGDOM OFGREAT BRITAINAND NORTHERN IRELAND FOR THEAVOIDANCE OF DOUBLE TAXATIONAND THE PREVENTION OF FISCAL EVASION WITH RESPECT TO TAXES ON INCOME AND ON CAPITAL GAINS, AMENDED BY PROTOCOL OF 2013",
    "Status": "In Force",
    "SignatureDate": "27 June 2011",
    "EffectiveDate": "1 January 2014 (China); 1 April 2014 (United Kingdom)",
    "Initials": "<p>The Government of the People’s Republic of China and the Government of the United Kingdom of Great Britain and Northern Ireland,</p><p>Desiring to conclude an Agreement for the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income and on capital gains,</p><p>Have agreed as follows:</p>",
    "EntryIntoForce": "13 December 2013",
    "ArticleMetaData": [],
    "Articles": [
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "1",
            "ArticleTitle": "Persons covered",
            "ArticleDescription": "<p>This Agreement shall apply to persons who are residents of one or both of the Contracting States.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 1,
            "CategoryName": "Personal scope",
            "Id": 22993
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "2",
            "ArticleTitle": "Taxes covered",
            "ArticleDescription": "<p>1. This Agreement shall apply to taxes on income and on capital gains imposed on behalf of a Contracting State or of its political subdivisions or of its local authorities, irrespective of the manner in which they are levied.</p><p>2. There shall be regarded as taxes on income and on capital gains all taxes imposed on total income, or on elements of income, including taxes on gains from the alienation of movable or immovable property.</p><p>3. The existing taxes to which the Agreement shall apply are in particular:</p><p class=\"ql-indent-1\">a) in China:</p><p class=\"ql-indent-2\">(i) the individual income tax;</p><p class=\"ql-indent-2\">(ii) the enterprise income tax;</p><p class=\"ql-indent-2\">(hereinafter referred to as “Chinese tax”);</p><p class=\"ql-indent-1\">b) in the United Kingdom:</p><p class=\"ql-indent-2\">(i) the income tax;</p><p class=\"ql-indent-2\">(ii) the corporation tax;</p><p class=\"ql-indent-2\">(iii) the capital gains tax;</p><p class=\"ql-indent-2\">(hereinafter referred to as “United Kingdom tax”).</p><p>4. The Agreement shall also apply to any identical or substantially similar taxes which are imposed after the date of signature of the Agreement in addition to, or in place of, the existing taxes. The competent authorities of the Contracting States shall notify each other of any significant changes which have been made in their taxation laws within a reasonable period of time after such changes.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 2,
            "CategoryName": "Taxes covered",
            "Id": 22994
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "3",
            "ArticleTitle": "General definitions",
            "ArticleDescription": "<p>1. For the purposes of this Agreement, unless the context otherwise requires:</p><p class=\"ql-indent-1\">a) the term “China” means the People’s Republic of China and, when used in a geographical sense, means all the territory of the People’s Republic of China, including its territorial sea, in which the Chinese laws relating to taxation apply, and any area beyond its territorial sea, within which the People’s Republic of China has sovereign rights of exploration for and exploitation of resources of the sea bed and its sub-soil and superjacent water resources in accordance with international law;</p><p class=\"ql-indent-1\">b) the term “United Kingdom” means Great Britain and Northern Ireland, including any area outside the territorial sea of the United Kingdom designated under its laws concerning the Continental Shelf and in accordance with international law as an area within which the rights of the United Kingdom with respect to the sea bed and sub-soil and their natural resources may be exercised;</p><p class=\"ql-indent-1\">c) the terms “a Contracting State” and “the other Contracting State” mean China or the United Kingdom as the context requires;</p><p class=\"ql-indent-1\">d) the term “person” includes an individual, a company and any other body of persons;</p><p class=\"ql-indent-1\">e) the term “company” means any body corporate or any entity which is treated as a body corporate for tax purposes;</p><p class=\"ql-indent-1\">f) the terms “enterprise of a Contracting State” and “enterprise of the other Contracting State” mean, respectively, an enterprise carried on by a resident of a Contracting State and an enterprise carried on by a resident of the other Contracting State;</p><p class=\"ql-indent-1\">g) the term “international traffic” means any transport by a ship or aircraft operated by an enterprise of a Contracting State, except when the ship or aircraft is operated solely between places in the other Contracting State;</p><p class=\"ql-indent-1\">h) the term “competent authority” means, in the case of China, the State Administration of Taxation or its authorised representative, and in the case of the United Kingdom, the Commissioners for Her Majesty’s Revenue and Customs or their authorised representative;</p><p class=\"ql-indent-1\">i) the term “national” means:</p><p class=\"ql-indent-2\">(i) in relation to China, any individual who under the law in China possesses Chinese nationality; and any legal person, partnership or other body of persons deriving its status as such from the law in force in China;</p><p class=\"ql-indent-2\">(ii) in relation to the United Kingdom, any British citizen, or any British subject not possessing the citizenship of any other Commonwealth country or territory, provided he has the right of abode in the United Kingdom; and any legal person, partnership, association or other entity deriving its status as such from the laws in force in the United Kingdom.</p><p>2. As regards the application of the Agreement at any time by a Contracting State, any term not defined therein shall, unless the context otherwise requires, have the meaning that it has at that time under the law of that State for the purposes of the taxes to which this Agreement applies, any meaning under the applicable tax laws of that State prevailing over a meaning given to the term under other laws of that State.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 3,
            "CategoryName": "General definitions",
            "Id": 22995
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "4",
            "ArticleTitle": "Resident",
            "ArticleDescription": "<p>1. For the purposes of this Agreement, the term “resident of a Contracting State” means any person who, under the laws of that State, is liable to tax therein by reason of his domicile, residence, place of incorporation, place of management or any other criterion of a similar nature, and also includes that State and any political subdivision or local authority thereof. This term, however, does not include any person who is liable to tax in that State in respect only of income or capital gains from sources in that State.</p><p>2. Where by reason of the provisions of paragraph 1 an individual is a resident of both Contracting States, then his status shall be determined as follows:</p><p class=\"ql-indent-1\">a) he shall be deemed to be a resident only of the State in which he has a permanent home available to him; if he has a permanent home available to him in both States, he shall be deemed to be a resident only of the State with which his personal and economic relations are closer (centre of vital interests);</p><p class=\"ql-indent-1\">b) if the State in which he has his centre of vital interests cannot be determined, or if he does not have a permanent home available to him in either State, he shall be deemed to be a resident only of the State in which he has an habitual abode;</p><p class=\"ql-indent-1\">c) if he has an habitual abode in both States or in neither of them, he shall be deemed to be a resident only of the State of which he is a national;</p><p class=\"ql-indent-1\">d) if he is a national of both States or of neither of them, the competent authorities of the Contracting States shall settle the question by mutual agreement.</p><p>3. Where by reason of the provisions of paragraph 1 a person other than an individual is a resident of both Contracting States, then it shall be deemed to be a resident only of the State in which its place of effective management is situated.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 4,
            "CategoryName": "Residence",
            "Id": 22996
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "5",
            "ArticleTitle": "Permanent establishment",
            "ArticleDescription": "<p>1. For the purposes of this Agreement, the term “permanent establishment” means a fixed place of business through which the business of an enterprise is wholly or partly carried on.</p><p>2. The term “permanent establishment” includes especially:</p><p class=\"ql-indent-1\">a) a place of management;</p><p class=\"ql-indent-1\">b) a branch;</p><p class=\"ql-indent-1\">c) an office;</p><p class=\"ql-indent-1\">d) a factory;</p><p class=\"ql-indent-1\">e) a workshop;</p><p class=\"ql-indent-1\">f) a mine, an oil or gas well, a quarry or any other place of extraction of natural resources; and</p><p class=\"ql-indent-1\">g) an installation or structure used for the exploration or exploitation of natural resources.</p><p>3. The term “permanent establishment” likewise encompasses:</p><p class=\"ql-indent-1\">a) a building site, a construction, assembly or installation project or supervisory activities in connection therewith, but only where such site, project or activities continue for a period of more than 12 months;</p><p class=\"ql-indent-1\">b) the furnishing of services, including consultancy services, by an enterprise through employees or other personnel engaged by the enterprise for such purpose, but only if activities of that nature continue (for the same or a connected project) within a Contracting State for a period or periods aggregating more than 183 days in any twelve-month period commencing or ending in the fiscal year concerned.</p><p>4. Notwithstanding the preceding provisions of this Article, the term “permanent establishment” shall be deemed not to include:</p><p class=\"ql-indent-1\">a) the use of facilities solely for the purpose of storage, display or delivery of goods or merchandise belonging to the enterprise;</p><p class=\"ql-indent-1\">b) the maintenance of a stock of goods or merchandise belonging to the enterprise solely for the purpose of storage, display or delivery;</p><p class=\"ql-indent-1\">c) the maintenance of a stock of goods or merchandise belonging to the enterprise solely for the purpose of processing by another enterprise;</p><p class=\"ql-indent-1\">d) the maintenance of a fixed place of business solely for the purpose of purchasing goods or merchandise or of collecting information, for the enterprise;</p><p class=\"ql-indent-1\">e) the maintenance of a fixed place of business solely for the purpose of carrying on, for the enterprise, any other activity of a preparatory or auxiliary character;</p><p class=\"ql-indent-1\">f) the maintenance of a fixed place of business solely for any combination of activities mentioned in sub-paragraphs a) to e), provided that the overall activity of the fixed place of business resulting from this combination is of a preparatory or auxiliary character.</p><p>5. Notwithstanding the provisions of paragraphs 1 and 2, where a person — other than an agent of an independent status to whom paragraph 6 applies — is acting on behalf of an enterprise and has, and habitually exercises, in a Contracting State an authority to conclude contracts on behalf of the enterprise, that enterprise shall be deemed to have a permanent establishment in that State in respect of any activities which that person undertakes for the enterprise, unless the activities of such person are limited to those mentioned in paragraph 4 which, if exercised through a fixed place of business, would not make this fixed place of business a permanent establishment under the provisions of that paragraph.</p><p>6. An enterprise of a Contracting State shall not be deemed to have a permanent establishment in the other Contracting State merely because it carries on business in that other State through a broker, general commission agent or any other agent of an independent status, provided that such persons are acting in the ordinary course of their business. However, when the activities of such an agent are devoted wholly or almost wholly on behalf of that enterprise, and conditions are made or imposed between that enterprise and the agent in their commercial and financial relations which differ from those which would have been made between independent enterprises, he will not be considered an agent of an independent status within the meaning of this paragraph.</p><p>7. The fact that a company which is a resident of a Contracting State controls or is controlled by a company which is a resident of the other Contracting State, or which carries on business in that other State (whether through a permanent establishment or otherwise), shall not of itself constitute either company a permanent establishment of the other.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 5,
            "CategoryName": "Permanent establishment",
            "Id": 22997
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "6",
            "ArticleTitle": "Income from immovable property",
            "ArticleDescription": "<p>1. Income derived by a resident of a Contracting State from immovable property (including income from agriculture or forestry) situated in the other Contracting State may be taxed in that other State.</p><p>2. The term “immovable property” shall have the meaning which it has under the law of the Contracting State in which the property in question is situated. The term shall in any case include property accessory to immovable property, livestock and equipment used in agriculture and forestry, rights to which the provisions of general law respecting landed property apply, usufruct of immovable property and rights to variable or fixed payments as consideration for the working of, or the right to work, mineral deposits, sources and other natural resources. Ships and aircraft shall not be regarded as immovable property.</p><p>3. The provisions of paragraph 1 shall apply to income derived from the direct use, letting, or use in any other form of immovable property.</p><p>4. The provisions of paragraphs 1 and 3 shall also apply to the income from immovable property of an enterprise and to income from immovable property used for the performance of independent personal services.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 6,
            "CategoryName": "Income from real property",
            "Id": 22998
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "7",
            "ArticleTitle": "Business profits",
            "ArticleDescription": "<p>1. The profits of an enterprise of a Contracting State shall be taxable only in that State unless the enterprise carries on business in the other Contracting State through a permanent establishment situated therein. If the enterprise carries on business as aforesaid, the profits of the enterprise may be taxed in the other State, but only so much of them as is attributable to that permanent establishment.</p><p>2. Subject to the provisions of paragraph 3, where an enterprise of a Contracting State carries on business in the other Contracting State through a permanent establishment situated therein, there shall in each Contracting State be attributed to that permanent establishment the profits which it might be expected to make if it were a distinct and separate enterprise engaged in the same or similar activities under the same or similar conditions and dealing wholly independently with the enterprise of which it is a permanent establishment.</p><p>3. In determining the profits of a permanent establishment, there shall be allowed as deductions expenses which are incurred for the purposes of the business of the permanent establishment, including executive and general administrative expenses so incurred, whether in the State in which the permanent establishment is situated or elsewhere.</p><p>4. Insofar as it has been customary in a Contracting State to determine the profits to be attributed to a permanent establishment on the basis of an apportionment of the total profits of the enterprise to its various parts, nothing in paragraph 2 shall preclude that Contracting State from determining the profits to be taxed by such an apportionment as may be customary. The method of apportionment adopted shall, however, be such that the result shall be in accordance with the principles contained in this Article.</p><p>5. No profits shall be attributed to a permanent establishment by reason of the mere purchase by that permanent establishment of goods or merchandise for the enterprise.</p><p>6. For the purposes of the preceding paragraphs, the profits to be attributed to the permanent establishment shall be determined by the same method year by year unless there is good and sufficient reason to the contrary.</p><p>7. Where profits include items of income or capital gains which are dealt with separately in other Articles of this Agreement, then the provisions of those Articles shall not be affected by the provisions of this Article.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 7,
            "CategoryName": "Business profits",
            "Id": 22999
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "8",
            "ArticleTitle": "Shipping and air transport",
            "ArticleDescription": "<p>1. Profits of an enterprise of a Contracting State from the operation of ships or aircraft in international traffic shall be taxable only in that State.</p><p>2. For the purposes of this Article, profits from the operation of ships or aircraft in international traffic include:</p><p class=\"ql-indent-1\">a) profits from the rental on a bare boat basis of ships or aircraft; and</p><p class=\"ql-indent-1\">b) profits from the use, maintenance or rental of containers (including trailers and related equipment for the transport of containers) used for the transport of goods or merchandise;</p><p>where such rental or such use, maintenance or rental, as the case may be, is incidental to the operation of ships or aircraft in international traffic.</p><p>3. The provisions of paragraph 1 shall also apply to profits from the participation in a pool, a joint business or an international operating agency, but only to so much of the profits so derived as is attributable to the participant in proportion to its share in the joint operation.</p><p>4. Nothing in this Agreement shall affect the provisions of the Agreement between the Government of the People’s Republic of China and the Government of the United Kingdom of Great Britain and Northern Ireland for the Reciprocal Avoidance of Double Taxation on Revenues arising from the Business of Air Transport, signed at Beijing on 10 March 1981, to the extent that they have effect as regards taxes to which this Agreement applies. However, where any greater relief for such taxes is afforded by any provision of this Agreement, that provision shall apply.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 8,
            "CategoryName": "Ships and aircraft",
            "Id": 23000
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "9",
            "ArticleTitle": "Associated enterprises",
            "ArticleDescription": "<p>1. Where</p><p class=\"ql-indent-1\">a) an enterprise of a Contracting State participates directly or indirectly in the management, control or capital of an enterprise of the other Contracting State, or</p><p class=\"ql-indent-1\">b) the same persons participate directly or indirectly in the management, control or capital of an enterprise of a Contracting State and an enterprise of the other Contracting State,</p><p>and in either case conditions are made or imposed between the two enterprises in their commercial or financial relations which differ from those which would be made between independent enterprises, then any profits which would, but for those conditions, have accrued to one of the enterprises, but, by reason of those conditions, have not so accrued, may be included in the profits of that enterprise and taxed accordingly.</p><p>2. Where a Contracting State includes in the profits of an enterprise of that State and taxes accordingly profits on which an enterprise of the other Contracting State has been charged to tax in that other State and the profits so included are profits which would have accrued to the enterprise of the first-mentioned State if the conditions made between the two enterprises had been those which would have been made between independent enterprises, then that other State shall make an appropriate adjustment to the amount of the tax charged therein on those profits. In determining such adjustment, due regard shall be had to the other provisions of this Agreement and the competent authorities of the Contracting States shall, if necessary, consult each other.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 9,
            "CategoryName": "Associated enterprises",
            "Id": 23001
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "10",
            "ArticleTitle": "Dividends",
            "ArticleDescription": "<p>1. Dividends paid by a company which is a resident of a Contracting State to a resident of the other Contracting State may be taxed in that other State.</p><p>2. However, such dividends may also be taxed in the Contracting State of which the company paying the dividends is a resident and according to the laws of that State, but if the beneficial owner of the dividends is a resident of the other Contracting State, the tax charged shall not exceed:</p><p class=\"ql-indent-1\">a) 5 per cent of the gross amount of the dividends if the beneficial owner is a company which holds directly or indirectly at least 25 per cent of the capital of the company paying the dividends;</p><p class=\"ql-indent-1\">b) 15 per cent of the gross amount of the dividends where those dividends are paid out of income or gains derived directly or indirectly from immovable property within the meaning of Article 6 by an investment vehicle which distributes most of this income or gains annually and whose income or gains from such immovable property is exempted from tax;</p><p class=\"ql-indent-1\">c) 10 per cent of the gross amount of the dividends in all other cases.</p><p>The competent authorities of the Contracting States shall by mutual agreement settle the mode of application of these limitations.</p><p>This paragraph shall not affect the taxation of the company in respect of the profits out of which the dividends are paid.</p><p>3. Notwithstanding the provisions of paragraphs 1 and 2, dividends paid by a company which is a resident of a Contracting State to a resident of the other Contracting State shall be taxable only in that other Contracting State if the beneficial owner of the dividend is the Government of that other Contracting State or any of its institutions; or other entity the capital of which is wholly-owned directly or indirectly by the Government of that other Contracting State.</p><p>4. The term “dividends” as used in this Article means income from shares, or other rights, not being debt-claims, participating in profits, as well as income from other corporate rights and any other item which, under the laws of the Contracting State of which the company paying the dividend is a resident, is treated as a dividend or distribution of a company.</p><p>5. The provisions of paragraphs 1 and 2 shall not apply if the beneficial owner of the dividends, being a resident of a Contracting State, carries on business in the other Contracting State of which the company paying the dividends is a resident through a permanent establishment situated therein, or performs in that other State independent personal services from a fixed base situated therein, and the holding in respect of which the dividends are paid is effectively connected with such permanent establishment or fixed base. In such case the provisions of Article 7 or Article 14, as the case may be, shall apply.</p><p>6 Where a company which is a resident of a Contracting State derives profits or income from the other Contracting State, that other State may not impose any tax on the dividends paid by the company, except insofar as such dividends are paid to a resident of that other State or insofar as the holding in respect of which the dividends are paid is effectively connected with a permanent establishment or a fixed base situated in that other State, nor subject the company’s undistributed profits to a tax on the company’s undistributed profits, even if the dividends paid or the undistributed profits consist wholly or partly of profits or income arising in that other State.</p><p>7. The provisions of this Article shall not apply if it was the main purpose or one of the main purposes of any person concerned with the creation or assignment of the shares or other rights in respect of which the dividend is paid to take advantage of this Article by means of that creation or assignment.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 10,
            "CategoryName": "Dividends",
            "Id": 23002
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "11",
            "ArticleTitle": "Interest",
            "ArticleDescription": "<p>1. Interest arising in a Contracting State and paid to a resident of the other Contracting State may be taxed in that other State.</p><p>2. However, such interest may also be taxed in the Contracting State in which it arises and according to the laws of that State, but if the beneficial owner of the interest is a resident of the other Contracting State, the tax so charged shall not exceed 10 per cent of the gross amount of the interest. The competent authorities of the Contracting States shall by mutual agreement settle the mode of application of this limitation.</p><p>3. Notwithstanding the provisions of paragraph 2, interest arising in a Contracting State and derived by the Government of the other Contracting State, a political sub-division or local authority thereof, the Central Bank of that other Contracting State or any agency of, or entity wholly owned by, that Government, or by any other resident of that other Contracting State with respect to debt-claims of that resident which are financed, guaranteed or insured by the Government of that other Contracting State, a political sub-division or local authority thereof, the Central Bank of that other Contracting State or any agency of, or entity wholly owned by, that Government, shall be exempt from tax in the first-mentioned Contracting State.</p><p>4. The term “interest” as used in this Article means income from debt-claims of every kind, whether or not secured by mortgage and whether or not carrying a right to participate in the debtor’s profits, and in particular, income from government securities and income from bonds or debentures, including premiums and prizes attaching to such securities, bonds or debentures. Penalty charges for late payment shall not be regarded as interest for the purpose of this Article. The term shall not include any item which is treated as a dividend under the provisions of Article 10 of this Agreement.</p><p>5. The provisions of paragraphs 1, 2 and 3 shall not apply if the beneficial owner of the interest, being a resident of a Contracting State, carries on business in the other Contracting State in which the interest arises through a permanent establishment situated therein, or performs in that other State independent personal services from a fixed base situated therein, and the debt-claim in respect of which the interest is paid is effectively connected with such permanent establishment or fixed base. In such case the provisions of Article 7 or Article 14, as the case may be, shall apply.</p><p>6. Interest shall be deemed to arise in a Contracting State when the payer is a resident of that State. Where, however, the person paying the interest, whether he is a resident of a Contracting State or not, has in a Contracting State a permanent establishment or a fixed base in connection with which the indebtedness on which the interest is paid was incurred, and such interest is borne by such permanent establishment or fixed base, then such interest shall be deemed to arise in the State in which the permanent establishment or fixed base is situated.</p><p>7. Where, by reason of a special relationship between the payer and the beneficial owner or between both of them and some other person, the amount of the interest paid exceeds, for whatever reason, the amount which would have been agreed upon by the payer and the beneficial owner in the absence of such relationship, the provisions of this Article shall apply only to the last-mentioned amount. In such case, the excess part of the payments shall remain taxable according to the laws of each Contracting State, due regard being had to the other provisions of this Agreement.</p><p>8. The provisions of this Article shall not apply if it was the main purpose or one of the main purposes of any person concerned with the creation or assignment of the debt-claim in respect of which the interest is paid to take advantage of this Article by means of that creation or assignment.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 11,
            "CategoryName": "Interest",
            "Id": 23003
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "12",
            "ArticleTitle": "Royalties",
            "ArticleDescription": "<p>1. Royalties arising in a Contracting State and paid to a resident of the other Contracting State may be taxed in that other State.</p><p>2. However, such royalties may also be taxed in the Contracting State in which they arise and according to the laws of that State, but if the beneficial owner of the royalties is a resident of the other Contracting State, the tax so charged shall not exceed:</p><p class=\"ql-indent-1\">a) in the case of royalties referred to in sub-paragraph a) of paragraph 3, 10 per cent of the gross amount of the royalties; and</p><p class=\"ql-indent-1\">b) in the case of royalties referred to in sub-paragraph b) of paragraph 3, 10 per cent of the adjusted amount of the royalties. For the purpose of this sub-paragraph “the adjusted amount” means 60 per cent of the gross amount of the royalties.</p><p>The competent authorities of the Contracting States shall by mutual agreement settle the mode of application of these limitations.</p><p>3. The term “royalties” as used in this Article means:</p><p class=\"ql-indent-1\">a) payments of any kind received as a consideration for the use of, or the right to use, any copyright of literary, artistic or scientific work including cinematograph films, or films or tapes for radio or television broadcasting, any patent, trade mark, design or model, plan, secret formula or process, or for information (know-how) concerning industrial, commercial or scientific experience; and</p><p class=\"ql-indent-1\">b) payments of any kind received as a consideration for the use of, or the right to use, industrial, commercial, or scientific equipment.</p><p>4. The provisions of paragraphs 1 and 2 shall not apply if the beneficial owner of the royalties, being a resident of a Contracting State, carries on business in the other Contracting State in which the royalties arise through a permanent establishment situated therein, or performs in that other State independent personal services from a fixed base situated therein, and the right or property in respect of which the royalties are paid is effectively connected with such permanent establishment or fixed base. In such case the provisions of Article 7 or Article 14, as the case may be, shall apply.</p><p>5. Royalties shall be deemed to arise in a Contracting State when the payer is a resident of that Contracting State. Where, however, the person paying the royalties, whether he is a resident of a Contracting State or not, has in a Contracting State a permanent establishment or a fixed base in connection with which the liability to pay the royalties was incurred, and such royalties are borne by such permanent establishment or fixed base, then such royalties shall be deemed to arise in the State in which the permanent establishment or fixed base is situated.</p><p>6. Where, by reason of a special relationship between the payer and the beneficial owner or between both of them and some other person, the amount of the royalties paid exceeds, for whatever reason, the amount which would have been agreed upon by the payer and the beneficial owner in the absence of such relationship, the provisions of this Article shall apply only to the last-mentioned amount. In such case, the excess part of the payments shall remain taxable according to the laws of each Contracting State, due regard being had to the other provisions of this Agreement.</p><p>7. The provisions of this Article shall not apply if it was the main purpose or one of the main purposes of any person concerned with the creation or assignment of the right in respect of which the royalties are paid to take advantage of this Article by means of that creation or assignment.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 12,
            "CategoryName": "Royalties",
            "Id": 23004
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "13",
            "ArticleTitle": "Capital gains",
            "ArticleDescription": "<p>1. Gains derived by a resident of a Contracting State from the alienation of immovable property referred to in Article 6 and situated in the other Contracting State may be taxed in that other State.</p><p>2. Gains from the alienation of movable property forming part of the business property of a permanent establishment which an enterprise of a Contracting State has in the other Contracting State or of movable property pertaining to a fixed base available to a resident of a Contracting State in the other Contracting State for the purpose of performing independent personal services, including such gains from the alienation of such a permanent establishment (alone or with the whole enterprise) or of such fixed base, may be taxed in that other State.</p><p>3. Gains derived by an enterprise of a Contracting State from the alienation of ships or aircraft operated in international traffic by the enterprise, or of containers used in international traffic, or of movable property pertaining to the operation or use of such ships, aircraft or containers, shall be taxable only in that State.</p><p>4. Gains derived by a resident of a Contracting State from the alienation of shares deriving more than 50% of their value directly or indirectly from immovable property situated in the other Contracting State may be taxed in that other State.</p><p>5. Gains derived by a resident of a Contracting State from the alienation of shares in a company which is a resident of the other Contracting State may be taxed in that other Contracting State if the first-mentioned resident, at any time during the twelve-month period preceding such alienation, owned directly or indirectly, at least 25 per cent of the shares of that company.</p><p>6. Gains from the alienation of any property, other than that referred to in paragraphs 1 to 5, shall be taxable only in the Contracting State of which the alienator is a resident.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 13,
            "CategoryName": "Capital gains",
            "Id": 23005
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "14",
            "ArticleTitle": "Independent personal services",
            "ArticleDescription": "<p>1. Income derived by an individual who is a resident of a Contracting State in respect of professional services or other activities of an independent character shall be taxable only in that State except in the following circumstances, when such income may also be taxed in the other Contracting State:</p><p class=\"ql-indent-1\">a) if he has a fixed base regularly available to him in the other Contracting State for the purpose of performing his activities; in that case, only so much of the income as is attributable to that fixed base may be taxed in that other State; or</p><p class=\"ql-indent-1\">b) if his stay in the other Contracting State is for a period or periods amounting to or exceeding in the aggregate 183 days in any twelve month period commencing or ending in the fiscal year concerned; in that case, only so much of the income as is derived from his activities performed in that other State may be taxed in that other State.</p><p>2. The term \"professional services\" includes especially independent scientific, literary, artistic, educational or teaching activities as well as the independent activities of physicians, lawyers, engineers, architects, dentists and accountants.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 14,
            "CategoryName": "Independent personal services",
            "Id": 23006
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "15",
            "ArticleTitle": "Income from employment",
            "ArticleDescription": "<p>1. Subject to the provisions of Articles 16, 18 and 19, salaries, wages and other similar remuneration derived by a resident of a Contracting State in respect of an employment shall be taxable only in that State unless the employment is exercised in the other Contracting State. If the employment is so exercised, such remuneration as is derived therefrom may be taxed in that other State.</p><p>2. Notwithstanding the provisions of paragraph 1, remuneration derived by a resident of a Contracting State in respect of an employment exercised in the other Contracting State shall be taxable only in the first-mentioned State if:</p><p class=\"ql-indent-1\">a) the recipient is present in the other State for a period or periods not exceeding in the aggregate 183 days in any twelve month period commencing or ending in the fiscal year concerned; and</p><p class=\"ql-indent-1\">b) the remuneration is paid by, or on behalf of, an employer who is not a resident of the other State; and</p><p class=\"ql-indent-1\">c) the remuneration is not borne by a permanent establishment or a fixed base which the employer has in the other State.</p><p>3. Notwithstanding the preceding provisions of this Article, remuneration derived in respect of an employment exercised aboard a ship or aircraft operated in international traffic by an enterprise of a Contracting State may be taxed in that State.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 31,
            "CategoryName": "Income from employment",
            "Id": 23007
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "16",
            "ArticleTitle": "Directors' fees",
            "ArticleDescription": "<p>Directors’ fees and other similar payments derived by a resident of a Contracting State in his capacity as a member of the board of directors of a company which is a resident of the other Contracting State may be taxed in that other State.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 16,
            "CategoryName": "Directors' fees",
            "Id": 23008
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "17",
            "ArticleTitle": "Artistes and sportsmen",
            "ArticleDescription": "<p>1. Notwithstanding the provisions of Articles 14 and 15, income derived by a resident of a Contracting State as an entertainer, such as a theatre, motion picture, radio or television artiste, or a musician, or as a sportsman, from his personal activities as such exercised in the other Contracting State, may be taxed in that other State.</p><p>2. Where income in respect of personal activities exercised by an entertainer or a sportsman in his capacity as such accrues not to the entertainer or sportsman himself but to another person, that income may, notwithstanding the provisions of Articles 7, 14 and 15, be taxed in the Contracting State in which the activities of the entertainer or sportsman are exercised.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 17,
            "CategoryName": "Entertainers and sportspersons",
            "Id": 23009
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "18",
            "ArticleTitle": "Pensions",
            "ArticleDescription": "<p>Subject to the provisions of paragraph 2 of Article 19, pensions and other similar remuneration paid (including annuities paid as part of a pension arrangement) to an individual who is a resident of a Contracting State shall be taxable only in that State.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 18,
            "CategoryName": "Pensions and annuities",
            "Id": 23010
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "19",
            "ArticleTitle": "Government service",
            "ArticleDescription": "<p>1.</p><p class=\"ql-indent-1\">a) Salaries, wages and other similar remuneration, other than a pension, paid by a Contracting State or a political subdivision or a local authority thereof to an individual in respect of services rendered to that State or subdivision or authority shall be taxable only in that State.</p><p class=\"ql-indent-1\">b) However, such salaries, wages and other similar remuneration shall be taxable only in the other Contracting State if the services are rendered in that State and the individual is a resident of that State who:</p><p class=\"ql-indent-2\">(i) is a national of that State; or</p><p class=\"ql-indent-2\">(ii) did not become a resident of that State solely for the purpose of rendering the services.</p><p>2.</p><p class=\"ql-indent-1\">a) Any pension paid by, or out of funds created by, a Contracting State or a political subdivision or a local authority thereof to an individual in respect of services rendered to that State or subdivision or authority shall be taxable only in that State.</p><p class=\"ql-indent-1\">b) However, such pension shall be taxable only in the other Contracting State if the individual is a resident of, and a national of, that State.</p><p>3. The provisions of Articles 15, 16, 17 and 18 shall apply to salaries, wages and other similar remuneration, and to pensions in respect of services rendered in connection with a business carried on by a Contracting State or a political subdivision or a local authority thereof.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 19,
            "CategoryName": "Government service",
            "Id": 23011
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "20",
            "ArticleTitle": "Students",
            "ArticleDescription": "<p>Payments which a student who is or was immediately before visiting a Contracting State a resident of the other Contracting State and who is present in the first-mentioned State solely for the purpose of his education receives for the purpose of his maintenance or education shall not be taxed in that State, provided that such payments arise from sources outside that State.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 20,
            "CategoryName": "Students",
            "Id": 23012
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "21",
            "ArticleTitle": "Other income",
            "ArticleDescription": "<p>1. Items of income beneficially owned by a resident of a Contracting State, wherever arising, not dealt with in the foregoing Articles of this Agreement (other than income paid out of trusts or the estates of deceased persons in the course of administration) shall be taxable only in that State.</p><p>2. The provisions of paragraph 1 shall not apply to income, other than income from immovable property as defined in paragraph 2 of Article 6, if the beneficial owner of such income, being a resident of a Contracting State, carries on business in the other Contracting State through a permanent establishment situated therein, or performs in that other State independent personal services from a fixed base situated therein, and the right or property in respect of which the income is paid is effectively connected with such permanent establishment or fixed base. In such case the provisions of Article 7 or Article 14, as the case may be, shall apply.</p><p>3. Where, by reason of a special relationship between the resident referred to in paragraph 1 and some other person, or between both of them and some third person, the amount of the income referred to in that paragraph exceeds the amount (if any) which would have been agreed upon between them in the absence of such a relationship, the provisions of this Article shall apply only to the last-mentioned amount. In such a case, the excess part of the income shall remain taxable according to the laws of each Contracting State, due regard being had to the other applicable provisions of this Agreement.</p><p>4. The provisions of this Article shall not apply if it was the main purpose or one of the main purposes of any person concerned with the creation or assignment of the rights in respect of which the income is paid to take advantage of this Article by means of that creation or assignment.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 21,
            "CategoryName": "Other Income",
            "Id": 23013
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "22",
            "ArticleTitle": "Elimination of double taxation",
            "ArticleDescription": "<p>1. In China, double taxation shall be eliminated as follows:</p><p class=\"ql-indent-1\">a) Where a resident of China derives profit, income or capital gains from the United Kingdom, the amount of the United Kingdom tax payable in respect of such profit, income or capital gain in accordance with the provisions of this Agreement shall be allowed as a credit against the Chinese tax imposed on that resident. The amount of credit, however, shall not exceed the amount of the Chinese tax computed with respect to such profit, income or capital gains in accordance with the tax laws and regulations of China;</p><p class=\"ql-indent-1\">b) Where the income derived from the United Kingdom is a dividend paid by a company which is a resident of the United Kingdom to a company which is a resident of China and which owns more than 20 per cent of the shares of the company paying the dividend, the credit shall take into account the United Kingdom tax payable by the company paying the dividend in respect of its income.</p><p>2. Subject to the provisions of the law of the United Kingdom regarding the allowance as a credit against United Kingdom tax of tax payable in a territory outside the United Kingdom or, as the case may be, regarding the exemption from United Kingdom tax of a dividend arising in a territory outside the United Kingdom (which shall not affect the general principle hereof):</p><p class=\"ql-indent-1\">a) Chinese tax payable under the laws of China and in accordance with this Agreement, whether directly or by deduction, on profits, income or chargeable gains from sources within China (excluding in the case of a dividend tax payable in respect of the profits out of which the dividend is paid) shall be allowed as a credit against any United Kingdom tax computed by reference to the same profits, income or chargeable gains by reference to which the Chinese tax is computed;</p><p class=\"ql-indent-1\">b) a dividend which is paid by a company which is a resident of China to a company which is a resident of the United Kingdom shall be exempted from United Kingdom tax, when the conditions for exemption under the law of the United Kingdom are met;</p><p class=\"ql-indent-1\">c) in the case of a dividend not exempted from tax under sub-paragraph b) above (because the conditions for exemption under the law of the United Kingdom are not met) which is paid by a company which is a resident of China to a company which is a resident of the United Kingdom and which controls directly or indirectly at least 10 per cent of the voting power in the company paying the dividend, the credit mentioned in sub-paragraph a) above shall also take into account the Chinese tax payable by the company in respect of its profits out of which such dividend is paid;</p><p class=\"ql-indent-1\">d) for the purposes of this paragraph, profits, income and capital gains owned by a resident of the United Kingdom which may be taxed in China in accordance with this Agreement shall be deemed to arise from sources in China.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 23,
            "CategoryName": "Elimination of double taxation",
            "Id": 23014
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "23",
            "ArticleTitle": "Miscellaneous rule",
            "ArticleDescription": "<p>Nothing in this Agreement shall prejudice the right of each Contracting State to apply its domestic laws and measures concerning the prevention of tax evasion and avoidance, whether or not described as such, insofar as they do not give rise to taxation contrary to this Agreement.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 40,
            "CategoryName": "Other",
            "Id": 23015
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "24",
            "ArticleTitle": "Non-discrimination",
            "ArticleDescription": "<p>1. Nationals of a Contracting State shall not be subjected in the other Contracting State to any taxation or any requirement connected therewith, which is other or more burdensome than the taxation and connected requirements to which nationals of that other State in the same circumstances, in particular with respect to residence, are or may be subjected.</p><p>2. The taxation on a permanent establishment which an enterprise of a Contracting State has in the other Contracting State shall not be less favourably levied in that other State than the taxation levied on enterprises of that other State carrying on the same activities.</p><p>3. Except where the provisions of paragraph 1 of Article 9, paragraphs 7 or 8 of Article 11, paragraphs 6 or 7 of Article 12 or paragraphs 3 or 4 of Article 21 apply, interest, royalties and other disbursements paid by an enterprise of a Contracting State to a resident of the other Contracting State shall, for the purpose of determining the taxable profits of such enterprise, be deductible under the same conditions as if they had been paid to a resident of the first-mentioned State.</p><p>4. Enterprises of a Contracting State, the capital of which is wholly or partly owned or controlled, directly or indirectly, by one or more residents of the other Contracting State, shall not be subjected in the first-mentioned State to any taxation or any requirement connected therewith which is other or more burdensome than the taxation and connected requirements to which other similar enterprises of the first-mentioned State are or may be subjected.</p><p>5. Nothing contained in this Article shall be construed as obliging either Contracting State to grant to individuals not resident in that State any of the personal allowances, reliefs and reductions for tax purposes which are granted to individuals so resident or to its nationals.</p><p>6. The provisions of this Article shall apply to the taxes which are covered by Article 2 of this Agreement.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 32,
            "CategoryName": "Non-Discrimination",
            "Id": 23016
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "25",
            "ArticleTitle": "Mutual agreement procedure",
            "ArticleDescription": "<p>1. Where a resident of a Contracting State considers that the actions of one or both of the Contracting States result or will result for him in taxation not in accordance with the provisions of this Agreement, he may, irrespective of the remedies provided by the domestic law of those States, present his case to the competent authority of the Contracting State of which he is a resident or, if his case comes under paragraph 1 of Article 24, to that of the Contracting State of which he is a national.</p><p>2. The competent authority shall endeavour, if the objection appears to it to be justified and if it is not itself able to arrive at a satisfactory solution, to resolve the case by mutual agreement with the competent authority of the other Contracting State, with a view to the avoidance of taxation which is not in accordance with the Agreement. Any agreement reached shall be implemented notwithstanding any time limits or other procedural limitations in the domestic law of the Contracting States.</p><p>3. The competent authorities of the Contracting States shall endeavour to resolve by mutual agreement any difficulties or doubts arising as to the interpretation or application of this Agreement. They may also consult together for the elimination of double taxation in cases not provided for in the Agreement.</p><p>4. The competent authorities of the Contracting States may communicate with each other directly for the purpose of reaching an agreement in the sense of the preceding paragraphs.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 24,
            "CategoryName": "Mutual agreement procedure",
            "Id": 23017
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "26",
            "ArticleTitle": "Exchange of information",
            "ArticleDescription": "<p>1. The competent authorities of the Contracting States shall exchange such information as is foreseeably relevant for carrying out the provisions of this Agreement or to the administration or enforcement of the domestic laws concerning taxes of every kind and description imposed on behalf of the Contracting States, or of their political subdivisions or local authorities, insofar as the taxation thereunder is not contrary to the Agreement, in particular, to prevent fraud and to facilitate the administration of statutory provisions against legal avoidance. The exchange of information is not restricted by Articles 1 and 2.</p><p>2. Any information received under paragraph 1 by a Contracting State shall be treated as secret in the same manner as information obtained under the domestic laws of that State and shall be disclosed only to persons or authorities (including courts and administrative bodies) concerned with the assessment or collection of, the enforcement or prosecution in respect of, or the determination of appeals in relation to, the taxes referred to in paragraph 1, or the oversight of the above. Such persons or authorities shall use the information only for such purposes. They may disclose the information in public court proceedings or in judicial decisions.</p><p>3. In no case shall the provisions of paragraph 1 and 2 be construed so as to impose on a Contracting State the obligation:</p><p class=\"ql-indent-1\">a) to carry out administrative measures at variance with the laws and administrative practice of that or of the other Contracting State;</p><p class=\"ql-indent-1\">b) to supply information which is not obtainable under the laws or in the normal course of the administration of that or of the other Contracting State;</p><p class=\"ql-indent-1\">c) to supply information which would disclose any trade, business, industrial, commercial or professional secret or trade process, or information the disclosure of which would be contrary to public policy.</p><p>4. If information is requested by a Contracting State in accordance with this Article, the other Contracting State shall use its information gathering measures to obtain the requested information, even though that other State may not need such information for its own tax purposes. The obligation contained in the preceding sentence is subject to the limitations of paragraph 3 of this Article but in no case shall such limitations be construed to permit a Contracting State to decline to supply information solely because it has no domestic interest in such information.</p><p>5. In no case shall the provisions of paragraph 3 be construed to permit a Contracting State to decline to supply information solely because the information is held by a bank, other financial institution, nominee or person acting in an agency or a fiduciary capacity or because it relates to ownership interests in a person.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 25,
            "CategoryName": "Exchange of information",
            "Id": 23018
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "27",
            "ArticleTitle": "Members of diplomatic missions and consular posts",
            "ArticleDescription": "<p>Nothing in this Agreement shall affect the fiscal privileges of members of diplomatic missions or consular posts under the general rules of international law or under the provisions of special agreements.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 26,
            "CategoryName": "Members of diplomatic missions and consular posts",
            "Id": 23019
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "28",
            "ArticleTitle": "Entry into force",
            "ArticleDescription": "<p>1. Each of the Contracting States shall notify the other, through diplomatic channels in writing, of the completion of the procedures required by its law for the bringing into force of this Agreement. This Agreement shall enter into force on the date of the later of these notifications and shall thereupon have effect:</p><p class=\"ql-indent-1\">a) in China, in respect of profit, income and capital gains arising in any tax year beginning on or after 1st January in the calendar year next following that in which this Agreement enters into force;</p><p class=\"ql-indent-1\">b) in the United Kingdom,</p><p class=\"ql-indent-2\">(i) in respect of income tax and capital gains tax, for any year of assessment beginning on or after 6th April next following the date on which this Agreement enters into force;</p><p class=\"ql-indent-2\">(ii) in respect of corporation tax, for any financial year beginning on or after 1st April next following the date on which this Agreement enters into force;</p><p>2. The Agreement between the Government of the People’s Republic of China and the Government of the United Kingdom of Great Britain and Northern Ireland for the Reciprocal Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income and Capital Gains, signed at Beijing on July 26th, 1984, as amended by the protocol signed at Beijing on September 2nd 1996 (the prior Agreement) shall cease to have effect in relation to any tax with effect from the date on which this Agreement has effect in relation to that tax in accordance with paragraph 1 of this Article.</p><p>3. Notwithstanding the entry into force of this Agreement, an individual who is entitled to the benefits of Article 21 (Teachers and Researchers) and Article 22 (Students, Apprentices and Trainees) of the prior Agreement at the time of the entry into force of this Agreement shall continue to be entitled to such benefits until such time as the individual would have ceased to be entitled to such benefits if the prior Agreement had remained in force.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 27,
            "CategoryName": "Entry into force",
            "Id": 23020
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "29",
            "ArticleTitle": "Termination",
            "ArticleDescription": "<p>This Agreement shall continue in effect indefinitely but either of the Contracting States may terminate this Agreement through diplomatic channels in writing, by giving notice of termination at least six months before the end of any calendar year beginning after the expiry of five years from the date of entry into force of this Agreement. In such event this Agreement shall cease to have effect:</p><p class=\"ql-indent-1\">a) in China, as regards profits, income and capital gains derived during the tax year beginning on or after 1st January in the calendar year next following that in which the notice is given;</p><p class=\"ql-indent-1\">b) in the United Kingdom,</p><p class=\"ql-indent-2\">(i) in respect of income tax and capital gains tax, for any year of assessment beginning on or after 6th April next following the date on which the notice is given;</p><p class=\"ql-indent-2\">(ii) in respect of corporation tax, for any financial year beginning on or after 1st April next following the date on which the notice is given.</p><p class=\"ql-indent-2\"><br></p><p>IN WITNESS whereof the undersigned, duly authorised thereto, have signed this Agreement.</p><p>DONE at on the day of , , in duplicate in the Chinese and English languages, both texts being equally authoritative.</p>",
            "TreatyDtaMetadataId": 815,
            "TreatyArticleCategoryId": 28,
            "CategoryName": "Termination",
            "Id": 23021
        }
    ],
    "Protocols": [
        {
            "ProtocolNumber": "2013",
            "ProtocolTitle": "Protocol amending the agreement between the Government of the People’s Republic of China and the Government of the United Kingdom of Great Britain and Northern Ireland for the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income and on capital gains",
            "ProtocolDescription": "<p>The Government of the People’s Republic of China and the Government of the United Kingdom of Great Britain and Northern Ireland,</p><p>Desiring to amend the Agreement between the Government of the People’s Republic of China and the Government of the United Kingdom of Great Britain and Northern Ireland for the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income and on capital gains signed at London on 27 June 2011 (hereinafter referred to as “the Agreement”),</p><p>Have agreed as follows:</p><p><strong>ARTICLE I</strong></p><p>Sub-paragraph a) of paragraph 2 of Article 10 of the Agreement shall be deleted and replaced by the following:</p><p class=\"ql-indent-1\">“a) 5 per cent of the gross amount of the dividends if the beneficial owner is a company which holds directly at least 25 per cent of the capital of the company paying the dividends;”</p><p><strong>ARTICLE II</strong></p><p>Each of the Contracting States shall notify the other, through diplomatic channels in writing, of the completion of the procedures required by its law for the bringing into force of this Protocol. This Protocol shall enter into force on the date of the later of these notifications and shall thereupon have effect in accordance with paragraph 1 of Article 28 of the Agreement.</p><p><br></p><p>IN WITNESS WHEREOF the undersigned, duly authorised thereto, have signed this Protocol.</p><p>DONE at Beijing on the 27th day of February, 2013, in duplicate in the Chinese and English languages, both texts being equally authoritative.</p>",
            "TreatyDtaMetadataId": 815,
            "Id": 527
        }
    ],
    "Id": 815
}