{
    "HostCountryId": 7,
    "HostCountryCode": "CN",
    "HostCountryName": null,
    "PartnerCountryId": 121,
    "PartnerCountryCode": "BD",
    "PartnerCountryName": null,
    "Title": "AGREEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE′S REPUBLIC OF CHINA AND THE GOVERNMENT OF THE PEOPLE′S REPUBLIC OF BANGLADESH FOR THE AVOIDANCE OF DOUBLE TAXATION AND THE PREVENTION OF FISCAL EVASIONWITH RESPECT TO TAXES ON INCOME",
    "Status": "In Force",
    "SignatureDate": "12 September 1996",
    "EffectiveDate": "1 January 1998 (China); 1 July 1998 (Bangladesh)",
    "Initials": "<p>The Government of the People′s Republic of China and the Government of the People′s Republic of Bangladesh.</p><p>Desiring to conclude an Agreement for the avoidance of double taxation and the prevention of fiscal evasion with respect to taxes on income,</p><p>Have agreed as follows:</p>",
    "EntryIntoForce": "13 June 1997",
    "ArticleMetaData": [],
    "Articles": [
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "1",
            "ArticleTitle": "Personal scope",
            "ArticleDescription": "<p>This Agreement shall apply to persons who are residents of one or both of the Contracting States.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 1,
            "CategoryName": "Personal scope",
            "Id": 19351
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "2",
            "ArticleTitle": "Taxes covered",
            "ArticleDescription": "<p>1.&nbsp;This Agreement shall apply to taxes on income imposed on behalf of a Contracting State or of its local authorities, irrespective of the manner in which they are levied.</p><p>2.&nbsp;There shall be regarded as taxes on income all taxes imposed on total income, or on elements of income, including taxes on gains from the alienation of movable or immovable property, as well as taxes on capital appreciation.</p><p>3.&nbsp;The existing taxes to which the Agreement shall apply are:</p><p class=\"ql-indent-1\">a)&nbsp;In the People’s Republic of China:</p><p class=\"ql-indent-2\">i)&nbsp;the individual income tax;</p><p class=\"ql-indent-2\">ii)&nbsp;the income tax for enterprises with foreign investment and foreign enterprises;</p><p class=\"ql-indent-2\">iii)&nbsp;the local income tax;</p><p class=\"ql-indent-2\">(hereinafter referred to as “Chinese tax”);</p><p class=\"ql-indent-1\">b)&nbsp;in the People’s Republic of Bangladesh:the income tax;</p><p class=\"ql-indent-2\">(herein after referred to as“Bangladesh tax”).</p><p>4. This Agreement shall also apply to any identical or substantially similar taxes which are imposed after the date of signature of this Agreement in addition to,or in place of, the existing taxes referred to in paragraph 3.The competent authorities of the Contracting States shall notify each other of any substantial changes which have been made in their respective taxation laws within a reasonable period of time after such changes.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 2,
            "CategoryName": "Taxes covered",
            "Id": 19352
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "3",
            "ArticleTitle": "General definitions",
            "ArticleDescription": "<p>1. For the purposes of this Agreement, unless the context otherwise requires:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;the term“China”means the People′s Republic of China; when used in geographical sense,means all the territory of the People′s Republic of China,including its territorial sea, in which the Chinese laws relating to taxation apply, and any area beyond its territorial sea, within which the People′s Republic of China has sovereign rights of exploration for and exploitation of resources of the sea bed and its sub soil and superjacent water resources in accordance with international law;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;the term “Bangladesh” means all the territory of the People′s Republic of Bangladesh including the part of the sea bed and its sub soil there of, to the extent that area in accordance with international law has been or may hereafter be designated under Bangladesh law as an area within which Bangladesh may exercise sovereign rights with respect to the exploration and exploitation of the natural resources of the sea bed or its sub soil;</p><p class=\"ql-indent-1\">c)&nbsp;&nbsp;the terms “a Contracting State” and “the other Contracting State” mean China or Bangladesh as the context requires;</p><p class=\"ql-indent-1\">d)&nbsp;&nbsp;the term “tax” means Chinese tax or Bangladesh tax, as the context requires;</p><p class=\"ql-indent-1\">e)&nbsp;&nbsp;the term “person” includes an individual, a company and any other body of persons;</p><p class=\"ql-indent-1\">f)&nbsp;&nbsp;the term “company” means any body corporate or any entity which is treated as a body corporate for tax purposes;</p><p class=\"ql-indent-1\">g)&nbsp;&nbsp;the terms “enterprise of a Contracting State ”and“ enterprise of the other Contracting State ”mean, respectively, an enterprise carried on by a resident of a Contracting State and an enterprise carried on by a resident of the other Contracting State;</p><p class=\"ql-indent-1\">h)&nbsp;the term “national” means:</p><p class=\"ql-indent-2\">(i)&nbsp;any individual possessing the nationality of a Contracting State;</p><p class=\"ql-indent-2\">(ii)&nbsp;any legal person, partnership or association deriving its status as such from the laws in force in a Contracting State;</p><p class=\"ql-indent-1\">i)&nbsp;the term “international traffic” means any transport by a ship or aircraft operated by an enterprise of a Contracting State, except when the ship or aircraft is operated solely between places in the other Contracting State;</p><p class=\"ql-indent-1\">j)&nbsp;the term “competent authority” means:</p><p class=\"ql-indent-2\">(i)&nbsp;in China, the State Administration of Taxation or its authorized representative;</p><p class=\"ql-indent-2\">(ii) in Bangladesh, the National Board of Revenue or its authorized representative.</p><p>2.&nbsp;As regards the application of this Agreement by a Contracting State, any term not defined therein shall, unless the context otherwise requires, have the meaning which it has under the laws of that Contracting State concerning the taxes to which this Agreement applies.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 3,
            "CategoryName": "General definitions",
            "Id": 19353
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "4",
            "ArticleTitle": "Resident",
            "ArticleDescription": "<p>1.&nbsp;For the purposes of this Agreement, the term “resident of a Contracting State” means any person who, under the laws of that State, is liable to tax therein by reason of his domicile, residence, place of head office, place of effective management or any other criterion of a similar nature.</p><p>2.&nbsp;Where by reason of the provisions of paragraph 1 an individual is a resident of both Contracting States, then his status shall be determined as follows:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;he shall be deemed to be a resident of the Contracting State in which he has a permanent home available to him; if he has a permanent home available to him in both Contracting States, he shall be deemed to be a resident of the Contracting State with which his personal and economic relations are closer(centre of vital interests);</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;if the State in which he has his centre of vital interests cannot be determined, or if he has not a permanent home available to him in either Contracting State, he shall be deemed to be a resident of the State in which he has an habitual abode;</p><p class=\"ql-indent-1\">c)&nbsp;&nbsp;if he has an habitual abode in both Contracting States or in neither of them, he shall be deemed to be a resident of the Contracting State of which he is a national;</p><p class=\"ql-indent-1\">d)&nbsp;&nbsp;if he is a national of both Contracting States or of neither of them, the competent authorities of the Contracting States shall settle the question by mutual agreement.</p><p>3.&nbsp;Where, by reason of the provisions of paragraph 1,a person other than an individual is a resident of both Contracting States, then it shall be deemed to be a resident of the State in which its place of effective management is situated. However, if, such a person has a place of effective management in a Contracting State and a head office in the other Contracting State, the competent authorities of the Contracting States shall by mutual agreement determine the State of which the person in question is a resident.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 4,
            "CategoryName": "Residence",
            "Id": 19354
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "5",
            "ArticleTitle": "Permanent establishment",
            "ArticleDescription": "<p>1.&nbsp;For the purposes of this Agreement, the term “permanent establishment” means a fixed place of business through which the business of an enterprise is wholly or partly carried on.</p><p>2.&nbsp;The term “permanent establishment” includes especially:</p><p class=\"ql-indent-1\">a)&nbsp;a place of management;</p><p class=\"ql-indent-1\">b)&nbsp;a branch;</p><p class=\"ql-indent-1\">c)&nbsp;an office;</p><p class=\"ql-indent-1\">d)&nbsp;a factory;</p><p class=\"ql-indent-1\">e)&nbsp;a workshop;</p><p class=\"ql-indent-1\">f)&nbsp;a warehouse, in relation to a person providing storage facilities for others; and</p><p class=\"ql-indent-1\">g)&nbsp;&nbsp;a mine, an oil or gas well, a quarry or any other place of extraction of natural resources.</p><p>3.&nbsp;The term “permanent establishment ”likewise encompasses:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;a building site, a construction, assembly or installation project or supervisory activities in connection therewith, but only where such site, project or activities continue for a period of more than 6 months;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;the furnishing of services, including consultancy services, by an enterprise of a Contracting State through employees or other engaged personnel in the other Contracting State, provided that such activities continue for the same project or a connected project for a period or periods aggregating more than 6 months within any 12 months period.</p><p>4.&nbsp;Notwithstanding the provisions of paragraphs 1 to 3,the term “permanent establishment” shall be deemed not to include:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;the use of facilities solely for the purpose of storage, display or delivery of goods or merchandise belonging to the enterprise;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;the maintenance of a stock of goods or merchandise belonging to the enterprise solely for the purpose of storage, display or delivery;</p><p class=\"ql-indent-1\">c)&nbsp;&nbsp;the maintenance of a stock of goods or merchandise belonging to the enterprise solely for the purpose of processing by another enterprise;</p><p class=\"ql-indent-1\">d)&nbsp;&nbsp;the maintenance of a fixed place of business solely for the purpose of purchasing goods or merchandise or of collecting information, for the enterprise;</p><p class=\"ql-indent-1\">e)&nbsp;&nbsp;the maintenance of a fixed place of business solely for the purpose of carrying on, for the enterprise, any other activity of a preparatory or auxiliary character;</p><p class=\"ql-indent-1\">f)&nbsp;&nbsp;the maintenance of a fixed place of business solely for any combination of activities mentioned in sub paragraphs a)to e),provided that the overall activity of the fixed place of business resulting from this combination is of a preparatory or auxiliary character.</p><p>5.&nbsp;Notwithstanding the provisions of paragraphs 1 and 2,where a person other than an agent of an independent status to whom the provisions of paragraph 6 apply is acting on behalf of an enterprise and has, and habitually exercises, in a Contracting State an authority to conclude contracts in the name of the enterprise, that enterprise shall be deemed to have a permanent establishment in that Contracting State in respect of any activities which that person undertakes for the enterprise, unless the activities of such person are limited to those mentioned in paragraph 4 which, if exercised through a fixed place of business, would not make this fixed place of business a permanent establishment under the provisions of that paragraph.</p><p>6.&nbsp;&nbsp;An enterprise of a Contracting State shall not be deemed to have a permanent establishment in the other Contracting State merely because it carries on business in that other Contracting State through a broker, general commission agent or any other agent of an independent status, provided that such persons are acting in the ordinary course of their business. However, when the activities of such an agent are devoted wholly or almost wholly on behalf of that enterprise, he will not be considered an agent of an independent status within the meaning of this paragraph.</p><p>7.&nbsp;The fact that a company which is a resident of a Contracting State controls or is controlled by a company which is a resident of the other Contracting State, or which carries on business in that other State(whether through a permanent establishment or otherwise),shall not of itself constitute either company a permanent establishment of the other.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 5,
            "CategoryName": "Permanent establishment",
            "Id": 19355
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "6",
            "ArticleTitle": "Income from immoveable property",
            "ArticleDescription": "<p>1.&nbsp;Income derived by a resident of a Contracting State from immovable property(including income from agriculture or forestry)situated in the other Contracting State may be taxed in that other State.</p><p>2.&nbsp;The term “immovable property” shall have the meaning which it has under the law of the Contracting State in which the property in question is situated. The term shall in any case include property accessory to immovable property, livestock and equipment used in agriculture and forestry, rights to which the provisions of general law respecting landed property apply, usufruct of immovable property and rights to variable or fixed payments as consideration for the working of, or the right to work, mineral deposits, sources and other natural resources. Ships and aircraft shall not be regarded as immovable property.</p><p>3.&nbsp;The provisions of paragraph 1 shall apply to income derived from the direct use, letting, or use in any other form of immovable property.</p><p>4.&nbsp;The provisions of paragraphs 1 and 3 shall also apply to the income from immovable property of an enterprise and to income from immovable property used for the performance of independent personal services.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 6,
            "CategoryName": "Income from real property",
            "Id": 19356
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "7",
            "ArticleTitle": "Business profits",
            "ArticleDescription": "<p>1.&nbsp;The profits of an enterprise of a Contracting State shall be taxable only in that State unless the enterprise carries on business in the other Contracting State through a permanent establishment situated therein. If the enterprise carries on business as aforesaid, the profits of the enterprise may be taxed in the other Contracting State, but only so much of them as is attributable to that permanent establishment.</p><p>2.&nbsp;Subject to the provisions of paragraph 3,where an enterprise of a Contracting State carries on business in the other Contracting State through a permanent establishment situated therein, there shall in each Contracting State be attributed to that permanent establishment the profits which it might be expected to make if it were a distinct and separate enterprise engaged in the same or similar activities under the same or similar conditions and dealing wholly independently with the enterprise of which it is a permanent establishment.</p><p>3.&nbsp;In determining the profits of a permanent establishment, there shall be allowed as deductions expenses which are incurred for the purposes of the business of the permanent establishment, including executive and general administrative expenses so incurred, whether in the State in which the permanent establishment is situated or elsewhere.</p><p>4.&nbsp;In so far as it has been customary in a Contracting State to determine the profits to be attributed to a permanent establishment on the basis of an apportionment of the total profits of the enterprise to its various parts, nothing in paragraph 2 shall preclude that Contracting State from determining the profits to be taxed by such an apportionment as may be customary; the method of apportionment adopted shall, however, be such that the result shall be in accordance with the principles contained in this Article.</p><p>5.&nbsp;No profits shall be attributed to a permanent establishment by reason of the mere purchase by that permanent establishment of goods or merchandise for the enterprise.</p><p>6.&nbsp;For the purposes of paragraphs 1 to 5,the profits to be attributed to the permanent establishment shall be determined by the same method year by year unless there is good and sufficient reason to the contrary.</p><p>7.&nbsp;Where profits include items of income which are dealt with separately in other Articles of this Agreement, then the provisions of those Articles shall not be affected by the provisions of this Article.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 7,
            "CategoryName": "Business profits",
            "Id": 19357
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "8",
            "ArticleTitle": "Shipping and air transport",
            "ArticleDescription": "<p>1.&nbsp;Profits derived by an enterprise of a Contracting State from the operation of aircraft in international traffic shall be taxable only in that State.</p><p>2.&nbsp;Income of an enterprise of a Contracting State derived from the other Contracting state from the operation of ships in international traffic may be taxed in that other Contracting State, but the tax chargeable in that other Contracting State on such income shall be reduced by an amount equal to 50% of such tax.</p><p>3.&nbsp;The provisions of paragraphs 1 and 2 shall also apply to profits from the participation in a pool, a joint business or an international operating agency.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 8,
            "CategoryName": "Ships and aircraft",
            "Id": 19358
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "9",
            "ArticleTitle": "Associated enterprises",
            "ArticleDescription": "<p>1.&nbsp;Where</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;an enterprise of a Contracting State participates directly or indirectly in the management, control or capital of an enterprise of the other Contracting State, or</p><p class=\"ql-indent-1\">b)&nbsp;the same persons participate directly or indirectly in the management, control or capital of an enterprise of a Contracting State and an enterprise of the other Contracting State, and in either case conditions are made or imposed between the two enterprises in their commercial or financial relations which differ from those which would be made between independent enterprises, then any profits which would, but for those conditions, have accrued to one of the enterprises, but, by reason of those conditions, have not so accrued, may be included in the profits of that enterprise and taxed accordingly.</p><p>2.&nbsp;Where a Contracting State includes in the profits of an enterprise of that State and taxes accordingly profits on which an enterprise of the other Contracting State has been charged to tax in that other State and the profits so included are profits which would have accrued to the enterprise of the first mentioned State if the conditions made between the two enterprises had been those which would have been made between independent enterprises, then that other State shall make an appropriate adjustment to the amount of the tax charged therein on those profits. In determining such adjustment, due regard shall be had to the other provisions of this Agreement and the competent authorities of the Contracting States shall if necessary consult each other.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 9,
            "CategoryName": "Associated enterprises",
            "Id": 19359
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "10",
            "ArticleTitle": "Dividends",
            "ArticleDescription": "<p>1.&nbsp;Dividends paid by a company which is a resident of a Contracting State to a resident of the other Contracting State may be taxed in that other State.</p><p>2.&nbsp;However, such dividends may also be taxed in the Contracting State of which the company paying the dividends is a resident and according to the laws of that State, but if the recipient is the beneficial owner of the dividends the tax so charged shall not exceed 10% of the gross amount of such dividends. The provisions of this paragraph shall not affect the taxation of the company in respect of the profits out of which the dividends are paid.</p><p>3.&nbsp;The term “dividends” as used in this Article means income from shares, mining shares, founders′ shares or other rights, not being debt claims, participating in profits, as well as income from other corporate rights which is subjected to the same taxation treatment as income from shares by the laws of the State of which the company making the distribution is a resident.</p><p>4.&nbsp;The provisions of paragraphs 1 and 2 shall not apply if the beneficial owner of the dividends, being a resident of a Contracting State, carries on business in the other Contracting State of which the company paying the dividends is a resident, through a permanent establishment situated therein, or performs in that other State independent personal services from a fixed base situated therein, and the holding in respect of which the dividends are paid is effectively connected with such permanent establishment or fixed base. In such case the provisions of Article 7 or Article 14,as the case may be, shall apply.</p><p>5.&nbsp;Where a company which is a resident of a Contracting State derives profits or income from the other Contracting State, that other State may not impose any tax on the dividends paid by the company, except insofar as such dividends are paid to a resident of that other State or insofar as the holding in respect of which the dividends are paid is effectively connected with a permanent establishment or a fixed base situated in that other State, nor subject the company’s undistributed profits to a tax on the company′s undistributed profits, even if the dividends paid or the undistributed profits consist wholly or partly of profits or income arising in such other State.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 10,
            "CategoryName": "Dividends",
            "Id": 19360
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "11",
            "ArticleTitle": "Interest",
            "ArticleDescription": "<p>1.&nbsp;Interest arising in Contracting State and paid to a resident of the other Contracting State may be taxed in the other State.</p><p>2.&nbsp;However, such interest may also be taxed in the Contracting State in which it arises and according to the laws of that State, but if the recipient is the beneficial owner of the interest the tax so charged shall not exceed 10% of the gross amount of the interest.</p><p>3.&nbsp;Notwithstanding the provisions of paragraph 2,interest arising in Contracting State and derived by the Government of the other Contracting State, a local authority and the Central Bank thereof or any financial institution wholly owned by that Government, or by any other resident of that other Contracting State with respect to debt claims indirectly financed by the Government of that other Contracting State, a local authority, and the Central Bank thereof or any financial institution wholly owned by that Government, shall be exempt from tax in the first mentioned State.</p><p>4.&nbsp;The term “interest” as used in this Article means income from debt claims of every kind, whether or not secured by mortgage and whether or not carrying a right to participate in the debtor′s profits, and in particular, income from government securities and income from bonds or debentures, including premiums and prizes attaching to such securities, bonds or debentures. Penalty charges for late payment shall not be regarded as interest for the purpose of this Article.</p><p>5.&nbsp;The provisions of paragraphs 1,2 and 3 shall not apply if the beneficial owner of the interest, being a resident of a Contracting State, carries on business in the other Contracting State in which the interest arises, through a permanent establishment situated therein, or performs in that other Contracting State independent personal services from a fixed base situated therein, and the debt claim in respect of which the interest is paid is effectively connected with such permanent establishment or fixed base. In such case the provisions of Article 7 or Article 14,as the case may be, shall apply.</p><p>6.&nbsp;Interest shall be deemed to arise in a Contracting State when the payer is the Government of that State, a local authority thereof or a resident of that Contracting State. Where, however, the person paying the interest, whether he is a resident of a Contraction State or not, has in a Contracting State a permanent establishment or a fixed base in connection with which the indebtedness on which the interest is paid was incurred, and such interest is borne by such permanent establishment or fixed base, then such interest shall be deemed to arise in the State in which the permanent establishment or fixed base is situated.</p><p>7.&nbsp;Where, by reason of a special relationship between the payer and the beneficial owner or between both of them and some other person, the amount of the interest, having regard to the debt claim for which it is paid, exceeds the amount which would have been agreed upon by the payer and the beneficial owner in the absence of such relationship, the provisions of this Article shall apply only to the last mentioned amount. In such case, the excess part of the payments shall remain taxable according to the laws of each Contracting State, due regard being had to the other provisions of this Agreement.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 11,
            "CategoryName": "Interest",
            "Id": 19361
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "12",
            "ArticleTitle": "Royalties",
            "ArticleDescription": "<p>1.&nbsp;Royalties arising in a Contracting State and paid to a resident of the other Contracting State may be taxed in that other Contracting State.</p><p>2.&nbsp;However, such royalties may also be taxed in the Contracting State in which they arise, and according to the laws of that Contracting State, but if the recipient is the beneficial owner of the royalties, the tax so charged shall not exceed 10% of the gross amount of the royalties.</p><p>3.&nbsp;The term “royalties” as used in this Article means payments of any kind received as a consideration for the use of, or the right to use, any copyright of literary, artistic or scientific work including cinematograph films and films or tapes for radio or television broadcasting, any patent, know how, trade mark, design or model, plan, secret formula or process, or for the use of, or the right to use, industrial, commercial, or scientific equipment, or for information concerning industrial, commercial or scientific experience.</p><p>4.&nbsp;The provisions of paragraphs 1 and 2 shall not apply if the beneficial owner of the royalties, being a resident of a Contracting State, carries on business in the other Contracting State in which the royalties arise, through a permanent establishment situated therein, or performs in that other State independent personal services from a fixed base situated therein, and the right or property in respect of which the royalties are paid is effectively connected with such permanent establishment or fixed base. In such case the provisions of Article 7 or Article 14,as the case may be, shall apply.</p><p>5.&nbsp;Royalties shall be deemed to arise in a Contracting State when the payer is the Government of that State, a local authority thereof or a resident of that Contracting State. Where, however, the person paying the royalties, whether he is a resident of a Contracting State or not, has in a Contracting State a permanent establishment or a fixed base in connection with which the liability to pay the royalties was incurred, and such royalties are borne by such permanent establishment or fixed base, then such royalties shall be deemed to arise in the State in which the permanent establishment or fixed base is situated.</p><p>6.&nbsp;Where, by reason of a special relationship between the payer and the beneficial owner or between both of them and some other person, the amount of the royalties, having regard to the use ,right or information for which they are paid, exceeds the amount which would have been agreed upon by the payer and the beneficial owner in the absence of such relationship, the provisions of this Article shall apply only to the last mentioned amount. In such case, the excess part of the payments shall remain taxable according to the laws of each Contracting State, due regard being had to the other provisions of this Agreement.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 12,
            "CategoryName": "Royalties",
            "Id": 19362
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "13",
            "ArticleTitle": "Capital gains",
            "ArticleDescription": "<p>1.&nbsp;Gains derived by a resident of a Contracting State from the alienation of immovable property referred to in Article 6 and situated in the other Contracting State may be taxed in that other Contracting State.</p><p>2.&nbsp;Gains from the alienation of movable property forming part of the business property of a permanent establishment which an enterprise of a Contracting State has in the other Contracting State or of movable property pertaining to a fixed base available to a resident of a Contracting State in the other Contracting State for the purpose of performing independent personal services, including such gains from the alienation of such a permanent establishment(alone or together with the whole enterprise)or of such fixed base, may be taxed in that other Contracting State.</p><p>3.&nbsp;Gains from the alienation of ships or aircraft operated in international traffic and movable property, pertaining to the operation of such ships or aircraft shall be taxable only in the Contracting State of which the enterprise is a resident.</p><p>4.&nbsp;Gains from the alienation of any property other than that referred to in paragraphs 1 to 3,shall be taxable only in the Contracting State of which the alienator is a resident.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 13,
            "CategoryName": "Capital gains",
            "Id": 19363
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "14",
            "ArticleTitle": "Independent personal services",
            "ArticleDescription": "<p>1.&nbsp;Income derived by a resident of a Contracting State in respect of professional services or other activities of an independent character shall be taxable only in that Contracting State except in one of the following circumstances, when such income may also be taxed in the other Contracting State:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;if he has a fixed base regularly available to him in the other Contracting State for the purpose of performing his activities; in that case, only so much of the income as is attributable to that fixed base may be taxed in that other Contracting State;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;if his stay in the other Contracting State is for a period or periods amounting to or exceeding in the aggregate 183 days in the fiscal year concerned; in that case, only so much of the income as is derived from his activities performed in that other State may be taxed in that other State.</p><p>2.&nbsp;The term “professional services” includes especially independent scientific, literary, artistic, educational or teaching activities as well as the independent activities of physicians ,lawyers, engineers, architects, dentists and accountants.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 14,
            "CategoryName": "Independent personal services",
            "Id": 19364
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "15",
            "ArticleTitle": "Dependent personal services",
            "ArticleDescription": "<p>1.&nbsp;Subject to the provisions of Articles 16,18,19,20 and 21,salaries,wages and other similar remuneration derived by a resident of a Contracting State in respect of an employment shall be taxable only in that Contracting State unless the employment is exercised in the other Contracting State. If the employment is so exercised, such remuneration as is derived there from may be taxed in that other Contracting State.</p><p>2.&nbsp;Notwithstanding the provisions of paragraph 1, remuneration derived by a resident of a Contracting State in respect of an employment exercised in the other Contracting State shall be taxable only in the first mentioned State if:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;the recipient is present in the other Contracting State for a period or periods not exceeding in the aggregate 183 days in the fiscal year concerned; and</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;the remuneration is paid by, or on behalf of, an employer who is not a resident of the other Contracting State; and</p><p class=\"ql-indent-1\">c)&nbsp;&nbsp;the remuneration is not borne by a permanent establishment or a fixed base which the employer has in the other Contracting State.</p><p>3.&nbsp;Notwithstanding the preceding provisions of this Article, remuneration derived in respect of an employment exercised aboard a ship or aircraft operated in international traffic, may be taxed in the Contracting State of which the enterprise is a resident.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 15,
            "CategoryName": "Dependent personal services",
            "Id": 19365
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "16",
            "ArticleTitle": "Directors' fees",
            "ArticleDescription": "<p>Directors′ fees and other similar payments derived by a resident of a Contracting State in his capacity as a member of the board of directors of a company which is a resident of the other Contracting State may be taxed in that other Contracting State.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 16,
            "CategoryName": "Directors' fees",
            "Id": 19366
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "17",
            "ArticleTitle": "Artistes and athletes",
            "ArticleDescription": "<p>1.&nbsp;Notwithstanding the provisions of Articles 14 and 15,income derived by a resident of a Contracting State as an entertainer, such as a theatre, motion picture, radio or television artiste, or a musician, or as an athlete, from his personal activities as such exercised in the other Contracting State, may be taxed in that other Contracting State.</p><p>2.&nbsp;Where income in respect of personal activities exercised by an entertainer or an athlete in his capacity as such accrues not to the entertainer or athlete himself but to another person, that income may, notwithstanding the provisions of Articles 7,14 and 15,be taxed in the Contracting State in which the activities of the entertainer or athlete are exercised.</p><p>3.&nbsp;Notwithstanding the provisions of paragraphs 1 and 2,income derived by entertainers or athletes who are residents of a Contracting State from the activities exercised in the other Contracting State under a plan of cultural exchange between the Governments of both Contracting States shall be exempt from tax in that other Contracting State.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 17,
            "CategoryName": "Entertainers and sportspersons",
            "Id": 19367
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "18",
            "ArticleTitle": "Pensions",
            "ArticleDescription": "<p>1.&nbsp;Subject to the provisions of paragraph 2 of Article 19,pensions and other similar remuneration paid to a resident of a Contracting State in consideration of past employment shall be taxable only in that Contracting State.</p><p>2.&nbsp;Notwithstanding the provisions of paragraph 1,pensions paid and other similar payments made by the Government of a Contracting State or a local authority thereof under a public welfare scheme of the social security system of that Contracting State shall be taxable only in that Contracting State.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 18,
            "CategoryName": "Pensions and annuities",
            "Id": 19368
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "19",
            "ArticleTitle": "Government service",
            "ArticleDescription": "<p>1.&nbsp;</p><p class=\"ql-indent-1\">a)&nbsp;Remuneration, other than pension, paid by a Contracting State or a local authority thereof to an individual in respect of services rendered to that State or local authority thereof shall be taxable only in that State.</p><p class=\"ql-indent-1\">b)&nbsp;However, such remuneration shall be taxable only in the other Contracting State if the services are rendered in that State and the individual is a resident of that State who:</p><p class=\"ql-indent-2\">(i)&nbsp;is a national of that State; or</p><p class=\"ql-indent-2\">(ii)&nbsp;did not become a resident of that State solely for the purpose of rendering the services.</p><p>2.&nbsp;&nbsp;</p><p class=\"ql-indent-1\">a)&nbsp;Any pension paid by, or out of funds created by, a Contracting State or a local authority thereof to an individual in respect of services rendered to that State or a local authority thereof shall be taxable only in that State.</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;However, such pension shall be taxable only in the other Contracting State if the individual is a resident of, and a national of, that other State.</p><p>3.&nbsp;The provisions of Articles 15,16,17 and 18 shall apply to remuneration and pensions in respect of services rendered in connection with a business carried on by a Contracting State or a local authority thereof.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 19,
            "CategoryName": "Government service",
            "Id": 19369
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "20",
            "ArticleTitle": "Teachers and researchers",
            "ArticleDescription": "<p>An individual who is or was a resident of a Contracting State immediately before making a visit to the other Contracting State, and who, at the invitation of any university, college, school or other similar educational institution or scientific research institution recognized by that State visits that other State for a period not exceeding three years from the date of his first arrival solely for the purpose of teaching or research or both at such educational institution or scientific research institution shall be exempt from tax in that other State on remuneration for such teaching, or research.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 34,
            "CategoryName": "Teachers and researchers",
            "Id": 19370
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "21",
            "ArticleTitle": "Students and trainees",
            "ArticleDescription": "<p>A student, business apprentice or trainee who is or was immediately before visiting a Contracting State a resident of the other Contracting State and who is present in the first mentioned State solely for the purpose of his education or training shall be exempt from tax in that first mentioned State on the following payments or income received or derived by him for the purpose of his maintenance, education or training:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;payments derived from sources outside that Contracting State for the purpose of his maintenance, education, study, research or training;</p><p class=\"ql-indent-1\">b)&nbsp;grants, scholarships or awards supplied by the Government, or a scientific, educational, cultural or other tax exempt organization; and</p><p class=\"ql-indent-1\">c)&nbsp;&nbsp;income derived from personal services performed in that Contracting State.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 20,
            "CategoryName": "Students",
            "Id": 19371
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "22",
            "ArticleTitle": "Other income",
            "ArticleDescription": "<p>1.&nbsp;Items of income of a resident of a Contracting State, wherever arising, not dealt with in the foregoing Articles of this Agreement shall be taxable only in that Contracting State.</p><p>2.&nbsp;The provisions of paragraph 1 shall not apply to income, other than income from immovable property as defined in paragraph 2 of Article 6,if the recipient of such income, being a resident of a Contracting State, carries on business in the other Contracting State through a permanent establishment situated therein, or performs in that other State independent personal services from a fixed base situated therein, and the right or property in respect of which the income is paid is effectively connected with such permanent establishment or fixed base .In such case the provisions of Article 7 or Article 14,as the case may be, shall apply.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 21,
            "CategoryName": "Other Income",
            "Id": 19372
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "23",
            "ArticleTitle": "Methods for elimination of double taxation",
            "ArticleDescription": "<p>1.&nbsp;In China, double taxation shall be eliminated as follows:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;Where a resident of China derives income from Bangladesh the amount of tax on that income payable in Bangladesh in accordance with the provisions of this Agreement, may be credited against the Chinese tax imposed on that resident. The amount of credit, however, shall not exceed the amount of the Chinese tax on that income computed in accordance with the taxation laws and regulations of China.</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;where the income derived from Bangladesh is a dividend paid by a company which is a resident of Bangladesh to a company which is a resident of China and which owns not less than 10% of the shares of the company paying the dividend, the credit shall take into account the tax paid to Bangladesh by the company paying the dividend in respect of its income.</p><p>2.&nbsp;In Bangladesh, double taxation shall be eliminated as follows:</p><p class=\"ql-indent-1\">a)&nbsp;Subject to the provisions of sub paragraph c),where a resident of Bangladesh derives income which, in accordance with the provisions of this Agreement, may be taxed in China, Bangladesh shall allow as a deduction from the tax on the income of that resident, an amount equal to the income tax paid in China;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;such deduction shall not, however, exceed that part of the income tax, as computed before the deduction is given, which is attributable to the income which may be taxed in China;</p><p class=\"ql-indent-1\">c)&nbsp;&nbsp;where a resident of Bangladesh derives income which, in accordance with the provisions of this Agreement, shall be taxable only in China, Bangladesh may include this income in the tax base, but shall allow as a deduction from the income tax that part of the income tax, which is attributable to the income derived from China.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 23,
            "CategoryName": "Elimination of double taxation",
            "Id": 19373
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "24",
            "ArticleTitle": "Non-discrimination",
            "ArticleDescription": "<p>1.&nbsp;Nationals of a Contracting State shall not be subjected in the other Contracting State to any taxation or any requirement connected therewith, which is other or more burdensome than the taxation and connected requirements to which nationals of that other State in the same circumstances are or may be subjected. The provisions of this paragraph shall, notwithstanding the provisions of Article 1,also apply to persons who are not residents of one or both of the Contracting States.</p><p>2.&nbsp;The taxation on a permanent establishment which an enterprise of a Contracting State has in the other Contracting State shall not be less favorably levied in that other State than the taxation levied on enterprises of that other State carrying on the same activities. The provisions of this paragraph shall not be construed as obliging a Contracting State to grant to residents of the other Contracting State any personal allowances, reliefs and reductions for taxation purposes on account of civil status or family responsibilities which it grants to its own residents.</p><p>3.&nbsp;Except where the provisions of paragraph 1 of Article 9,paragraph 7 of Article 11,or paragraph 6 of Article 12,apply,interest,royalties and other disbursements paid by an enterprise of a Contracting State to a resident of the other Contracting State shall, for the purpose of determining the taxable profits of such enterprise, be deductible under the same conditions as if they had been paid to a resident of the first mentioned State.</p><p>4.&nbsp;Enterprises of a Contracting State, the capital of which is wholly or partly owned or controlled, directly or indirectly, by one or more residents of the other Contracting State, shall not be subjected in the first mentioned State to any taxation or any requirement connected therewith which is other or more burdensome than the taxation and connected requirements to which other similar enterprises of the first mentioned State are or may be subjected.</p><p>5.&nbsp;The provisions of this Article shall, notwithstanding the provisions of Article 2,apply to taxes of every kind and description.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 32,
            "CategoryName": "Non-Discrimination",
            "Id": 19374
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "25",
            "ArticleTitle": "Mutual agreement procedure",
            "ArticleDescription": "<p>1.&nbsp;Where a person considers that the actions of one or both of the Contracting State result or will result for him in taxation not in accordance with the provisions of this Agreement, he may, irrespective of the remedies provided by the domestic law of those States, present his case to the competent authority of the Contracting State of which he is a resident or, if his case comes under paragraph 1 of Article 24,to that of the Contracting State of which he is a national. The case must be presented within three years from the first notification of the action resulting in taxation not in accordance with the provisions of the Agreement.</p><p>2.&nbsp;The competent authority shall endeavour, if the objection appears to it to be</p><p>justified and if it is not itself able to arrive at a satisfactory solution, to resolve the case by mutual agreement with the competent authority of the other Contracting State, with a view to the avoidance of taxation which is not in accordance with the provisions of this Agreement. Any agreement reached shall be implemented notwithstanding any time limits in the domestic law of the Contracting States.</p><p>3.&nbsp;The competent authorities of the Contracting States shall endeavour to resolve by mutual agreement any difficulties or doubts arising as to the interpretation or application of the Agreement. They may also consult together for the elimination of double taxation in cases not provided for in this Agreement.</p><p>4.&nbsp;The competent authorities of the Contracting States may communicate with each other directly for the purpose of reaching an agreement in the sense of paragraphs 2 and 3.When it seems advisable for reaching agreement, representatives of the competent authorities of the Contracting States may meet together for an oral exchange of opinions.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 24,
            "CategoryName": "Mutual agreement procedure",
            "Id": 19375
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "26",
            "ArticleTitle": "Exchange of information",
            "ArticleDescription": "<p>1.&nbsp;The competent authorities of the Contracting States shall exchange such information as is necessary for carrying out the provisions of this Agreement or of the domestic laws of the Contracting States concerning taxes covered by the Agreement, insofar as the taxation there under is not contrary to this Agreement, in particular for the prevention of evasion of such taxes. The exchange of information is not restricted by Article 1.Any information received by a Contracting State shall be treated as secret and shall be disclosed only to persons or authorities(including courts and administrative bodies)involved in the assessment or collection of, the enforcement or prosecution in respect of, or the determination of appeals in relation to, the taxes covered by the Agreement. Such persons or authorities shall use the information only for such purposes. They may disclose the information in public court proceedings or in judicial decisions.</p><p>2.&nbsp;In no case shall the provisions of paragraph 1 be construed so as to impose on a Contracting State the obligation:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;to carry out administrative measures at variance with the laws and administrative practice of that or of the other Contracting State;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;to supply information which is not obtainable under the laws or in the normal course of the administration of that or of the other Contracting State;</p><p class=\"ql-indent-1\">c)&nbsp;&nbsp;to supply information which would disclose any trade, business, industrial, commercial or professional secret or trade process, or information ,the disclosure of which would be contrary to public policy( order public)</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 25,
            "CategoryName": "Exchange of information",
            "Id": 19376
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "27",
            "ArticleTitle": "Diplomatic agents and consular officers",
            "ArticleDescription": "<p>Nothing in this Agreement shall affect the fiscal privileges of diplomatic agents or consular officers under the general rules of international law or under the provisions of special agreements.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 26,
            "CategoryName": "Members of diplomatic missions and consular posts",
            "Id": 19377
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "28",
            "ArticleTitle": "Entry into force",
            "ArticleDescription": "<p>Each of the Contracting States shall notify to the other the completion of the procedures required by its law for the bringing into force of this Agreement. The Agreement shall enter into force on the thirtieth day following the date of the later of these notifications and shall thereupon have effect:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;in China, in respect of taxes, in any tax year beginning on or after the first day of January in the calendar year next following that in which this Agreement enters into force;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;in Bangladesh, in respect of taxes, for any year of assessment beginning on or after the first day of July in the calendar year next following that in which this Agreement enters into force.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 27,
            "CategoryName": "Entry into force",
            "Id": 19378
        },
        {
            "ChapterNumber": "",
            "ChapterTitle": "",
            "ArticleNumber": "29",
            "ArticleTitle": "Termination",
            "ArticleDescription": "<p>This Agreement shall continue in effect indefinitely but either of the Contracting States may, on or before the thirtieth day of June in any calendar year beginning after the expiration of a period of five years from the date of its entry into force, give to the other Contracting State, through the diplomatic channels, written notice of termination.</p><p>In such event this Agreement shall cease to have effect:</p><p class=\"ql-indent-1\">a)&nbsp;&nbsp;in China, in respect of taxes, in the tax year beginning on or after the first day of January in the calendar year next following that in which the notice is given;</p><p class=\"ql-indent-1\">b)&nbsp;&nbsp;in Bangladesh, in respect of taxes, for any year of assessment beginning on or after the first day of July in the calendar year next following that in which the notice is given.</p><p><br></p><p>IN WITNESS WHEREOF the undersigned, duly authorized thereto by their respective Governments, have signed this Agreement.</p><p>Done in duplicate at Beijing this 12th day of September,1996,in the Chinese, Bengali and English languages, all three texts being equally authentic. In case of any divergence of interpretation, the English text shall prevail.</p>",
            "TreatyDtaMetadataId": 691,
            "TreatyArticleCategoryId": 28,
            "CategoryName": "Termination",
            "Id": 19379
        }
    ],
    "Protocols": [],
    "Id": 691
}